
tap 'caskroom/cask'

# Core Homebrew
brew 'adns'
brew 'autoconf'
brew 'automake'
brew 'aws-sam-cli'
brew 'bash-snippets'
brew 'coreutils'
brew 'cscope'
brew 'freetype'
brew 'gdbm'
brew 'gettext'
brew 'glib'
brew 'gmp'
brew 'gnupg'
brew 'gnutls'
brew 'heroku'
brew 'heroku-node'
brew 'icu4c'
brew 'ilmbase'
brew 'imagemagick'
brew 'jenv'
brew 'jpeg'
brew 'libassuan'
brew 'libde265'
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libheif'
brew 'libidn2'
brew 'libksba'
brew 'libomp'
brew 'libpng'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libusb'
brew 'libyaml'
brew 'little-cms2'
brew 'lua'
brew 'macvim'
brew 'maven'
brew 'ncurses'
brew 'nettle'
brew 'node'
brew 'npth'
brew 'openexr'
brew 'openjpeg'
brew 'openssl'
brew 'openssl@1.1'
brew 'p11-kit'
brew 'pcre'
brew 'pinentry'
brew 'pipenv'
brew 'pkg-config'
brew 'postgresql'
brew 'powerlevel9k'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'python'
brew 'python@3.8'
brew 'ramsey-cli'
brew 'readline'
brew 'rtv'
brew 'ruby'
brew 'shared-mime-info'
brew 'sqlite'
brew 'trash'
brew 'tree'
brew 'unbound'
brew 'webp'
brew 'wget'
brew 'x265'
brew 'xz'
brew 'yarn'
brew 'zlib'
brew 'zsh'

# Cask Apps
cask 'java'
cask 'java8'
cask 'quicklook-json'

